Repository: ole1986/wp-time-slots-extended
Catalog: lang/wp-time-slots-extended-*.po
Languages: de_de

source: Extended Settings
de_de: Erweiterte Einstellungen

source: Email notification on Cancelation
de_de: Email Benachrichtigung bei Ablehnung

source: Email notification on Approval
de_de: Email Benachrichtigung bei Genehmigung

source: Subject
de_de: Betreff

source: Message
de_de: Nachricht

source: Slot Booking Overview
de_de: Slot Buchungs - Übersicht

source: Slot Bookings for today
de_de: Slot - Buchungen für heute

source: Switch to calendar list
de_de: Zur Kalender Liste wechseln

source: All periods
de_de: Alle Zeiträume

source: Quick search
de_de: Schnellsuche

source: Loading...
de_de: Wird geladen...

source: No data found
de_de: Keine Daten gefunden

source: Notify the user when its booked slot status has been changed to approved
de_de: Benachrichtige den Benutzer sobald der gebuchte Slot den Status genehmigt erhält

source: Notify the user when its booked slot status has been changed to canceled
de_de: Benachrichtige den Benutzer sobald der gebuchte Slot den Status abgelehnt erhält

source: Choose a field name (availble in the form) to display as title - always fallback to %email% if unavailable
de_de: Wähle ein Feldname (im Formular vorhanden) um diesen als Titel anzuzeigen - wird immer auf %email% zurückfallen wenn nicht verfügbar
